Repository: hadrienl/vibe-manager
Catalog: Packages/VibeManagerKit/Sources/VibeUI/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pl, pt_br, ru, tr, uk, zh_hans, zh_hant

source: Full Disk Access is granted, but not yet to your agents.
ar: تم منح الوصول الكامل إلى القرص، لكن ليس لوكلائك بعد.
de: Festplattenvollzugriff ist erteilt, aber noch nicht für deine Agents.
es: El acceso total al disco está concedido, pero aún no a tus agentes.
fr: L’accès complet au disque est accordé, mais pas encore à vos agents.
hi: पूर्ण डिस्क ऐक्सेस दिया गया है, लेकिन अभी आपके एजेंटों को नहीं।
it: L’accesso completo al disco è concesso, ma non ancora ai tuoi agenti.
ja: フルディスクアクセスは許可されていますが、エージェントにはまだ適用されていません。
ko: 전체 디스크 접근 권한이 부여되었지만 아직 에이전트에는 적용되지 않았습니다.
nl: Volledige schijftoegang is verleend, maar nog niet aan je agents.
pl: Pełny dostęp do dysku jest przyznany, ale jeszcze nie Twoim agentom.
pt_br: O Acesso Total ao Disco foi concedido, mas ainda não aos seus agentes.
ru: Полный доступ к диску предоставлен, но ваши агенты его ещё не получили.
tr: Tam Disk Erişimi verildi, ancak ajanlarınıza henüz değil.
uk: Повний доступ до диска надано, але ваші агенти його ще не мають.
zh_hans: 已授予完全磁盘访问权限，但你的智能体尚未获得。
zh_hant: 已授予「完全取用磁碟」權限，但你的代理程式尚未取得。

source: Gathering diagnostics…
ar: جارٍ جمع بيانات التشخيص…
de: Diagnosedaten werden gesammelt …
es: Recopilando diagnósticos…
fr: Collecte des diagnostics…
hi: डायग्नोस्टिक्स एकत्र किए जा रहे हैं…
it: Raccolta della diagnostica…
ja: 診断情報を収集中…
ko: 진단 정보 수집 중…
nl: Diagnostische gegevens verzamelen…
pl: Zbieranie diagnostyki…
pt_br: Coletando diagnósticos…
ru: Сбор диагностики…
tr: Tanılamalar toplanıyor…
uk: Збирання діагностики…
zh_hans: 正在收集诊断信息…
zh_hant: 正在收集診斷資料…

source: General
ar: عام
de: Allgemein
fr: Général
hi: सामान्य
it: Generali
ja: 一般
ko: 일반
nl: Algemeen
pl: Ogólne
pt_br: Geral
ru: Основные
tr: Genel
uk: Загальні
zh_hans: 通用
zh_hant: 一般

source: Generate
ar: إنشاء
de: Generieren
es: Generar
fr: Générer
hi: जनरेट करें
it: Genera
ja: 生成
ko: 생성
nl: Genereer
pl: Generuj
pt_br: Gerar
ru: Создать
tr: Oluştur
uk: Згенерувати
zh_hans: 生成
zh_hant: 產生

source: Generate %@
ar: إنشاء «%@»
de: „%@“ generieren
es: Generar “%@”
fr: Générer « %@ »
hi: “%@” जनरेट करें
it: Genera “%@”
ja: 「%@」を生成
ko: “%@” 생성
nl: Genereer ‘%@’
pl: Generuj „%@”
pt_br: Gerar “%@”
ru: Создать «%@»
tr: Oluştur: %@
uk: Згенерувати «%@»
zh_hans: 生成“%@”
zh_hant: 產生「%@」

source: Generate %@ again
ar: إعادة إنشاء «%@»
de: „%@“ neu generieren
es: Regenerar “%@”
fr: Régénérer « %@ »
hi: “%@” फिर से जनरेट करें
it: Rigenera “%@”
ja: 「%@」を再生成
ko: “%@” 다시 생성
nl: Genereer ‘%@’ opnieuw
pl: Generuj ponownie „%@”
pt_br: Gerar “%@” novamente
ru: Создать «%@» заново
tr: Yeniden oluştur: %@
uk: Згенерувати «%@» знову
zh_hans: 重新生成“%@”
zh_hant: 重新產生「%@」

source: Generate this expression
ar: إنشاء هذا التعبير
de: Diesen Ausdruck generieren
es: Generar esta expresión
fr: Générer cette expression
hi: यह भाव जनरेट करें
it: Genera questa espressione
ja: この表情を生成
ko: 이 표정 생성
nl: Genereer deze expressie
pl: Generuj tę minę
pt_br: Gerar esta expressão
ru: Создать это выражение
tr: Bu ifadeyi oluştur
uk: Згенерувати цей вираз
zh_hans: 生成此表情
zh_hant: 產生此表情

source: Generate this expression again
ar: إعادة إنشاء هذا التعبير
de: Diesen Ausdruck neu generieren
es: Regenerar esta expresión
fr: Régénérer cette expression
hi: यह भाव फिर से जनरेट करें
it: Rigenera questa espressione
ja: この表情を再生成
ko: 이 표정 다시 생성
nl: Genereer deze expressie opnieuw
pl: Generuj ponownie tę minę
pt_br: Gerar esta expressão novamente
ru: Создать это выражение заново
tr: Bu ifadeyi yeniden oluştur
uk: Згенерувати цей вираз знову
zh_hans: 重新生成此表情
zh_hant: 重新產生此表情

source: Generation started %@ ago
ar: بدأ الإنشاء منذ %@
de: Generierung vor %@ gestartet
es: Generación iniciada hace %@
fr: Génération commencée il y a %@
hi: जनरेशन %@ पहले शुरू हुआ
it: Generazione iniziata %@ fa
ja: %@前に生成を開始
ko: %@ 전에 생성 시작
nl: Genereren %@ geleden gestart
pl: Generowanie rozpoczęte %@ temu
pt_br: Geração iniciada há %@
ru: Создание началось %@ назад
tr: Oluşturma %@ önce başladı
uk: Генерування почалося %@ тому
zh_hans: 生成已开始 %@
zh_hant: 已在 %@前開始產生

source: Generation under way, %@
ar: الإنشاء قيد التنفيذ، %@
de: Generierung läuft, %@
es: Generación en curso, %@
fr: Génération en cours, %@
hi: जनरेशन जारी, %@
it: Generazione in corso, %@
ja: 生成中、%@
ko: 생성 진행 중, %@
nl: Genereren bezig, %@
pl: Generowanie w toku, %@
pt_br: Geração em andamento, %@
ru: Идёт создание, %@
tr: Oluşturma sürüyor, %@
uk: Триває генерування, %@
zh_hans: 正在生成，%@
zh_hant: 產生中，%@

source: Git is not read in this window.
ar: لا تتم قراءة Git في هذه النافذة.
de: Git wird in diesem Fenster nicht gelesen.
es: Git no se lee en esta ventana.
fr: Git n’est pas lu dans cette fenêtre.
hi: इस विंडो में Git पढ़ा नहीं जाता।
it: Git non viene letto in questa finestra.
ja: このウインドウではGitを読み込みません。
ko: 이 윈도우에서는 Git을 읽지 않습니다.
nl: Git wordt in dit venster niet gelezen.
pl: Git nie jest odczytywany w tym oknie.
pt_br: O Git não é lido nesta janela.
ru: В этом окне Git не читается.
tr: Git bu pencerede okunmuyor.
uk: У цьому вікні Git не читається.
zh_hans: 此窗口中不读取 Git。
zh_hant: 此視窗不讀取 Git。

source: Give agents the web view
ar: منح الوكلاء عرض الويب
de: Agents die Webansicht geben
es: Dar la vista web a los agentes
fr: Donner la vue web aux agents
hi: एजेंटों को वेब दृश्य दें
it: Dai la vista web agli agenti
ja: エージェントにWebビューを使わせる
ko: 에이전트에게 웹 보기 제공
nl: Geef agents de webweergave
pl: Udostępnij agentom widok www
pt_br: Dar a visualização web aos agentes
ru: Дать агентам веб-панель
tr: Web görünümünü ajanlara ver
uk: Надати агентам вебперегляд
zh_hans: 让智能体使用网页视图
zh_hant: 讓代理程式使用網頁視圖

source: Give the endpoint a name.
ar: أعطِ نقطة النهاية اسمًا.
de: Gib dem Endpoint einen Namen.
es: Ponle un nombre al endpoint.
fr: Donnez un nom à l’endpoint.
hi: एंडपॉइंट को एक नाम दें।
it: Dai un nome all’endpoint.
ja: エンドポイントに名前を付けてください。
ko: 엔드포인트의 이름을 지정하십시오.
nl: Geef het endpoint een naam.
pl: Nadaj endpointowi nazwę.
pt_br: Dê um nome ao endpoint.
ru: Дайте endpoint название.
tr: Uç noktaya bir ad verin.
uk: Дайте ендпоінту назву.
zh_hans: 请为端点命名。
zh_hant: 請為端點命名。

source: Give the resolver a name.
ar: أعطِ المحلّل اسمًا.
de: Gib dem Resolver einen Namen.
es: Ponle un nombre al resolutor.
fr: Donnez un nom au résolveur.
hi: रिज़ॉल्वर को एक नाम दें।
it: Dai un nome al risolutore.
ja: リゾルバに名前を付けてください。
ko: 해석기의 이름을 지정하십시오.
nl: Geef de resolver een naam.
pl: Nadaj resolverowi nazwę.
pt_br: Dê um nome ao resolvedor.
ru: Дайте обработчику название.
tr: Çözümleyiciye bir ad verin.
uk: Дайте обробнику назву.
zh_hans: 请为解析器命名。
zh_hant: 請為解析器命名。

source: Given by the template — pick another if needed.
ar: يحدده القالب — اختر غيره إذا لزم الأمر.
de: Von der Vorlage vorgegeben – wähle bei Bedarf eine andere.
es: Definida por la plantilla — elige otra si hace falta.
fr: Définie par le gabarit — choisissez-en une autre si besoin.
hi: टेम्पलेट द्वारा दिया गया — ज़रूरत हो तो कोई अन्य चुनें।
it: Indicato dal template — scegline un altro se serve.
ja: テンプレートで指定されています — 必要なら別のものを選択してください。
ko: 템플릿에서 지정됨 — 필요하면 다른 항목을 선택하십시오.
nl: Bepaald door het sjabloon — kies zo nodig een andere.
pl: Określone przez szablon — w razie potrzeby wybierz inne.
pt_br: Definida pela predefinição — escolha outra se necessário.
ru: Задано шаблоном — при необходимости выберите другое.
tr: Şablon tarafından belirlendi — gerekirse başkasını seçin.
uk: Задано шаблоном — за потреби виберіть інше.
zh_hans: 由模板指定 — 如有需要可另选。
zh_hant: 由範本指定 — 如有需要可選擇其他。

source: Granted
ar: ممنوح
de: Erteilt
es: Concedido
fr: Accordé
hi: दिया गया
it: Concesso
ja: 許可済み
ko: 허용됨
nl: Verleend
pl: Przyznano
pt_br: Concedido
ru: Предоставлен
tr: Verildi
uk: Надано
zh_hans: 已授予
zh_hant: 已授予

source: Granted, not yet in effect
ar: ممنوح، ولم يسرِ بعد
de: Erteilt, noch nicht wirksam
es: Concedido, aún no efectivo
fr: Accordé, pas encore effectif
hi: दिया गया, अभी प्रभावी नहीं
it: Concesso, non ancora attivo
ja: 許可済み、未適用
ko: 허용됨, 아직 적용되지 않음
nl: Verleend, nog niet actief
pl: Przyznano, jeszcze nieaktywne
pt_br: Concedido, ainda sem efeito
ru: Предоставлен, но ещё не действует
tr: Verildi, henüz etkin değil
uk: Надано, ще не діє
zh_hans: 已授予，尚未生效
zh_hant: 已授予，尚未生效

source: Granting Full Disk Access once, as you would for Terminal, replaces all of those alerts.
ar: منح الوصول الكامل إلى القرص مرة واحدة، كما تفعل مع Terminal، يغني عن كل هذه التنبيهات.
de: Einmalig Festplattenvollzugriff zu erteilen, wie du es für Terminal tun würdest, ersetzt all diese Hinweise.
es: Conceder una vez el acceso total al disco, como harías con Terminal, sustituye todos esos avisos.
fr: Accorder une fois l’accès complet au disque, comme vous le feriez pour Terminal, remplace toutes ces alertes.
hi: Terminal की तरह एक बार पूर्ण डिस्क ऐक्सेस देने से ये सभी अलर्ट बंद हो जाते हैं।
it: Concedere una volta l’accesso completo al disco, come faresti per Terminale, sostituisce tutti questi avvisi.
ja: ターミナルと同様にフルディスクアクセスを一度許可すれば、これらの通知はすべて表示されなくなります。
ko: 터미널에서처럼 전체 디스크 접근 권한을 한 번 부여하면 이러한 경고가 모두 사라집니다.
nl: Eenmalig volledige schijftoegang verlenen, zoals je voor Terminal zou doen, vervangt al die meldingen.
pl: Jednorazowe przyznanie pełnego dostępu do dysku, tak jak dla Terminala, zastępuje wszystkie te alerty.
pt_br: Conceder Acesso Total ao Disco uma vez, como você faria para o Terminal, substitui todos esses alertas.
ru: Однократное предоставление полного доступа к диску, как для Терминала, заменяет все эти предупреждения.
tr: Terminal için yaptığınız gibi Tam Disk Erişimi’ni bir kez vermek, tüm bu uyarıların yerini alır.
uk: Якщо один раз надати повний доступ до диска, як для Терміналу, усі ці сповіщення більше не з’являтимуться.
zh_hans: 像为“终端”授权那样一次性授予完全磁盘访问权限，即可免去所有这些提醒。
zh_hant: 像對「終端機」一樣授予一次「完全取用磁碟」權限，即可取代所有這些提示。

source: Group Sessions by Folder
ar: تجميع الجلسات حسب المجلد
de: Sitzungen nach Ordner gruppieren
es: Agrupar sesiones por carpeta
fr: Grouper les sessions par dossier
hi: सेशन को फ़ोल्डर के अनुसार समूहित करें
it: Raggruppa sessioni per cartella
ja: セッションをフォルダ別にグループ化
ko: 폴더별로 세션 그룹화
nl: Groepeer sessies per map
pl: Grupuj sesje według folderu
pt_br: Agrupar Sessões por Pasta
ru: Группировать сессии по папкам
tr: Oturumları Klasöre Göre Grupla
uk: Групувати сеанси за папками
zh_hans: 按文件夹对会话分组
zh_hant: 依資料夾將工作階段分組

source: Group by
ar: تجميع حسب
de: Gruppieren nach
es: Agrupar por
fr: Grouper par
hi: इसके अनुसार समूहित करें
it: Raggruppa per
ja: グループ化
ko: 그룹화 기준
nl: Groepeer op
pl: Grupuj według
pt_br: Agrupar por
ru: Группировать по
tr: Gruplama ölçütü
uk: Групувати за
zh_hans: 分组方式
zh_hant: 分組方式

source: Group name
ar: اسم المجموعة
de: Gruppenname
es: Nombre del grupo
fr: Nom du groupe
hi: समूह का नाम
it: Nome del gruppo
ja: グループ名
ko: 그룹 이름
nl: Groepsnaam
pl: Nazwa grupy
pt_br: Nome do grupo
ru: Название группы
tr: Grup adı
uk: Назва групи
zh_hans: 组名称
zh_hant: 群組名稱

source: Group the sessions by working folder (⌃⌘G)
ar: تجميع الجلسات حسب مجلد العمل (⌃⌘G)
de: Sitzungen nach Arbeitsordner gruppieren (⌃⌘G)
es: Agrupar las sesiones por carpeta de trabajo (⌃⌘G)
fr: Grouper les sessions par dossier de travail (⌃⌘G)
hi: सेशन को कार्य फ़ोल्डर के अनुसार समूहित करें (⌃⌘G)
it: Raggruppa le sessioni per cartella di lavoro (⌃⌘G)
ja: セッションを作業フォルダ別にグループ化（⌃⌘G）
ko: 작업 폴더별로 세션 그룹화(⌃⌘G)
nl: Groepeer de sessies per werkmap (⌃⌘G)
pl: Grupuj sesje według folderu roboczego (⌃⌘G)
pt_br: Agrupar as sessões por pasta de trabalho (⌃⌘G)
ru: Группировать сессии по рабочим папкам (⌃⌘G)
tr: Oturumları çalışma klasörüne göre grupla (⌃⌘G)
uk: Групувати сеанси за робочою папкою (⌃⌘G)
zh_hans: 按工作文件夹对会话分组（⌃⌘G）
zh_hant: 依工作資料夾將工作階段分組（⌃⌘G）

source: Has a question
ar: لديه سؤال
de: Hat eine Frage
es: Tiene una pregunta
fr: Question posée
hi: प्रश्न है
it: Ha una domanda
ja: 質問あり
ko: 질문 있음
nl: Heeft een vraag
pl: Ma pytanie
pt_br: Tem uma pergunta
ru: Есть вопрос
tr: Sorusu var
uk: Має питання
zh_hans: 有问题
zh_hant: 有問題

source: Header
ar: الترويسة
es: Cabecera
fr: En-tête
hi: हेडर
it: Intestazione
ja: ヘッダ
ko: 헤더
pl: Nagłówek
pt_br: Cabeçalho
ru: Заголовок
tr: Başlık
uk: Заголовок
zh_hans: 标头
zh_hant: 標頭

source: Header name
ar: اسم الترويسة
es: Nombre de la cabecera
fr: Nom de l’en-tête
hi: हेडर का नाम
it: Nome dell’intestazione
ja: ヘッダ名
ko: 헤더 이름
nl: Headernaam
pl: Nazwa nagłówka
pt_br: Nome do cabeçalho
ru: Имя заголовка
tr: Başlık adı
uk: Назва заголовка
zh_hans: 标头名称
zh_hant: 標頭名稱

source: Header value
ar: قيمة الترويسة
de: Header-Wert
es: Valor de la cabecera
fr: Valeur de l’en-tête
hi: हेडर का मान
it: Valore dell’intestazione
ja: ヘッダの値
ko: 헤더 값
nl: Headerwaarde
pl: Wartość nagłówka
pt_br: Valor do cabeçalho
ru: Значение заголовка
tr: Başlık değeri
uk: Значення заголовка
zh_hans: 标头值
zh_hant: 標頭值

source: Headers
ar: الترويسات
de: Header
es: Cabeceras
fr: En-têtes
hi: हेडर
it: Intestazioni
ja: ヘッダ
ko: 헤더
pl: Nagłówki
pt_br: Cabeçalhos
ru: Заголовки
tr: Başlıklar
uk: Заголовки
zh_hans: 标头
zh_hant: 標頭

source: Hidden
ar: مخفي
de: Ausgeblendet
es: Oculto
fr: Masqué
hi: छिपा हुआ
it: Nascosto
ja: 非表示
ko: 숨겨짐
nl: Verborgen
pl: Ukryty
pt_br: Oculto
ru: Скрыто
tr: Gizli
uk: Сховано
zh_hans: 已隐藏
zh_hant: 已隱藏

source: Hide Context
ar: إخفاء السياق
de: Kontext ausblenden
es: Ocultar contexto
fr: Masquer le contexte
hi: संदर्भ छिपाएँ
it: Nascondi contesto
ja: コンテキストを非表示
ko: 컨텍스트 숨기기
nl: Verberg context
pl: Ukryj kontekst
pt_br: Ocultar Contexto
ru: Скрыть контекст
tr: Bağlamı Gizle
uk: Сховати контекст
zh_hans: 隐藏上下文
zh_hant: 隱藏情境

source: Hide Details
ar: إخفاء التفاصيل
de: Details ausblenden
es: Ocultar detalles
fr: Masquer les détails
hi: विवरण छिपाएँ
it: Nascondi dettagli
ja: 詳細を非表示
ko: 세부 사항 숨기기
nl: Verberg details
pl: Ukryj szczegóły
pt_br: Ocultar Detalhes
ru: Скрыть подробности
tr: Ayrıntıları Gizle
uk: Сховати подробиці
zh_hans: 隐藏详细信息
zh_hant: 隱藏詳細資訊

source: Hide Terminals
ar: إخفاء الطرفيات
de: Terminals ausblenden
es: Ocultar terminales
fr: Masquer les terminaux
hi: टर्मिनल छिपाएँ
it: Nascondi terminali
ja: ターミナルを非表示
ko: 터미널 숨기기
nl: Verberg terminals
pl: Ukryj terminale
pt_br: Ocultar Terminais
ru: Скрыть терминалы
tr: Terminalleri Gizle
uk: Сховати термінали
zh_hans: 隐藏终端
zh_hant: 隱藏終端機

source: Hide Terminals (⌘J)
ar: إخفاء الطرفيات (⌘J)
de: Terminals ausblenden (⌘J)
es: Ocultar terminales (⌘J)
fr: Masquer les terminaux (⌘J)
hi: टर्मिनल छिपाएँ (⌘J)
it: Nascondi terminali (⌘J)
ja: ターミナルを非表示（⌘J）
ko: 터미널 숨기기(⌘J)
nl: Verberg terminals (⌘J)
pl: Ukryj terminale (⌘J)
pt_br: Ocultar Terminais (⌘J)
ru: Скрыть терминалы (⌘J)
tr: Terminalleri Gizle (⌘J)
uk: Сховати термінали (⌘J)
zh_hans: 隐藏终端（⌘J）
zh_hant: 隱藏終端機（⌘J）

source: Hide Terminals (⌘J): their processes keep running
ar: إخفاء الطرفيات (⌘J): تستمر عملياتها في التشغيل
de: Terminals ausblenden (⌘J): Ihre Prozesse laufen weiter
es: Ocultar terminales (⌘J): sus procesos siguen en ejecución
fr: Masquer les terminaux (⌘J) : leurs processus continuent de tourner
hi: टर्मिनल छिपाएँ (⌘J): उनकी प्रोसेस चलती रहती हैं
it: Nascondi terminali (⌘J): i loro processi continuano a funzionare
ja: ターミナルを非表示（⌘J）：プロセスは実行を続けます
ko: 터미널 숨기기(⌘J): 프로세스는 계속 실행됩니다
nl: Verberg terminals (⌘J): hun processen blijven draaien
pl: Ukryj terminale (⌘J): ich procesy działają dalej
pt_br: Ocultar Terminais (⌘J): os processos continuam em execução
ru: Скрыть терминалы (⌘J): их процессы продолжат работу
tr: Terminalleri Gizle (⌘J): işlemleri çalışmaya devam eder
uk: Сховати термінали (⌘J): їхні процеси продовжать працювати
zh_hans: 隐藏终端（⌘J）：其进程将继续运行
zh_hant: 隱藏終端機（⌘J）：其程序會繼續執行

source: Hide Web View
ar: إخفاء عرض الويب
de: Webansicht ausblenden
es: Ocultar vista web
fr: Masquer la vue web
hi: वेब दृश्य छिपाएँ
it: Nascondi vista web
ja: Webビューを非表示
ko: 웹 보기 숨기기
nl: Verberg webweergave
pl: Ukryj widok www
pt_br: Ocultar Visualização Web
ru: Скрыть веб-панель
tr: Web Görünümünü Gizle
uk: Сховати вебперегляд
zh_hans: 隐藏网页视图
zh_hant: 隱藏網頁視圖

source: Hide files
ar: إخفاء الملفات
de: Dateien ausblenden
es: Ocultar archivos
fr: Masquer les fichiers
hi: फ़ाइलें छिपाएँ
it: Nascondi file
ja: ファイルを非表示
ko: 파일 숨기기
nl: Verberg bestanden
pl: Ukryj pliki
pt_br: Ocultar arquivos
ru: Скрыть файлы
tr: Dosyaları gizle
uk: Сховати файли
zh_hans: 隐藏文件
zh_hant: 隱藏檔案

source: Hide the files of this folder
ar: إخفاء ملفات هذا المجلد
de: Dateien dieses Ordners ausblenden
es: Ocultar los archivos de esta carpeta
fr: Masquer les fichiers de ce dossier
hi: इस फ़ोल्डर की फ़ाइलें छिपाएँ
it: Nascondi i file di questa cartella
ja: このフォルダのファイルを非表示
ko: 이 폴더의 파일 숨기기
nl: Verberg de bestanden van deze map
pl: Ukryj pliki tego folderu
pt_br: Ocultar os arquivos desta pasta
ru: Скрыть файлы этой папки
tr: Bu klasörün dosyalarını gizle
uk: Сховати файли цієї папки
zh_hans: 隐藏此文件夹的文件
zh_hant: 隱藏此資料夾的檔案

source: Hide the panel
ar: إخفاء اللوحة
de: Bereich ausblenden
es: Ocultar el panel
fr: Masquer le panneau
hi: पैनल छिपाएँ
it: Nascondi il pannello
ja: パネルを非表示
ko: 패널 숨기기
nl: Verberg het paneel
pl: Ukryj panel
pt_br: Ocultar o painel
ru: Скрыть панель
tr: Paneli gizle
uk: Сховати панель
zh_hans: 隐藏面板
zh_hant: 隱藏面板

source: Hide this section. Option-click hides them all.
ar: طي هذا القسم. النقر مع Option يطوي كل الأقسام.
de: Diesen Abschnitt einklappen. Wahltaste-Klick klappt alle ein.
es: Contraer esta sección. Opción-clic las contrae todas.
fr: Replier cette section. Option-clic les replie toutes.
hi: यह सेक्शन छिपाएँ। Option-क्लिक से सभी छिप जाते हैं।
it: Nascondi questa sezione. Opzione-clic le nasconde tutte.
ja: このセクションを折りたたみます。Optionキーを押しながらクリックすると、すべて折りたたみます。
ko: 이 섹션을 숨깁니다. Option-클릭하면 모두 숨깁니다.
nl: Klap deze sectie in. Option-klik klapt ze allemaal in.
pl: Zwiń tę sekcję. Kliknięcie z Option zwija wszystkie.
pt_br: Recolher esta seção. Option-clique recolhe todas.
ru: Свернуть этот раздел. Нажатие с Option сворачивает все.
tr: Bu bölümü gizle. Option tuşuyla tıklamak tümünü gizler.
uk: Згорнути цей розділ. Клацання з Option згортає всі.
zh_hans: 折叠此部分。按住 Option 键点按可折叠全部。
zh_hant: 收合此區塊。按住 Option 鍵並按一下可全部收合。

source: Hint
ar: تلميح
de: Hinweis
es: Indicación
fr: Indication
hi: संकेत
it: Suggerimento
ja: ヒント
ko: 힌트
pl: Podpowiedź
pt_br: Dica
ru: Подсказка
tr: İpucu
uk: Підказка
zh_hans: 提示
zh_hant: 提示

source: Hint of %@
ar: تلميح %@
de: Hinweis zu %@
es: Indicación de %@
fr: Indication de %@
hi: %@ का संकेत
it: Suggerimento di %@
ja: %@のヒント
ko: %@의 힌트
nl: Hint van %@
pl: Podpowiedź pola %@
pt_br: Dica de %@
ru: Подсказка для %@
tr: %@ ipucu
uk: Підказка для %@
zh_hans: %@ 的提示
zh_hant: %@ 的提示

source: History
ar: السجل
de: Verlauf
es: Historial
fr: Historique
hi: इतिहास
it: Cronologia
ja: 履歴
ko: 기록
nl: Geschiedenis
pl: Historia
pt_br: Histórico
ru: История
tr: Geçmiş
uk: Історія
zh_hans: 历史记录
zh_hant: 歷史記錄

source: Hours
ar: الساعات
de: Stunden
es: Horas
fr: Heures
hi: घंटे
it: Ore
ja: 時間
ko: 시간
nl: Uren
pl: Godziny
pt_br: Horas
ru: Часы
tr: Saatler
uk: Години
zh_hans: 小时
zh_hant: 小時

source: How to build a request from the conversation and read the answer: paths into the JSON the endpoint sends, and named values such as {{model}}, {{messages:openai}} or {{lastUserText}}. See docs/endpoints.md.
ar: كيفية بناء طلب من المحادثة وقراءة الإجابة: مسارات داخل JSON الذي ترسله نقطة النهاية، وقيم مسمّاة مثل {{model}} أو {{messages:openai}} أو {{lastUserText}}. راجع docs/endpoints.md.
de: Wie aus der Unterhaltung eine Anfrage gebaut und die Antwort gelesen wird: Pfade in das JSON, das der Endpoint sendet, und benannte Werte wie {{model}}, {{messages:openai}} oder {{lastUserText}}. Siehe docs/endpoints.md.
es: Cómo construir una petición a partir de la conversación y leer la respuesta: rutas dentro del JSON que envía el endpoint y valores con nombre como {{model}}, {{messages:openai}} o {{lastUserText}}. Consulta docs/endpoints.md.
fr: Comment construire une requête à partir de la conversation et lire la réponse : des chemins dans le JSON que l’endpoint envoie, et des valeurs nommées comme {{model}}, {{messages:openai}} ou {{lastUserText}}. Voir docs/endpoints.md.
hi: बातचीत से रिक्वेस्ट कैसे बनाएँ और उत्तर कैसे पढ़ें: एंडपॉइंट द्वारा भेजे गए JSON के भीतर के पथ, और {{model}}, {{messages:openai}} या {{lastUserText}} जैसे नामित मान। docs/endpoints.md देखें।
it: Come costruire una richiesta a partire dalla conversazione e leggere la risposta: percorsi nel JSON inviato dall’endpoint e valori con nome come {{model}}, {{messages:openai}} o {{lastUserText}}. Vedi docs/endpoints.md.
ja: 会話からリクエストを組み立て、応答を読み取る方法：エンドポイントが送るJSON内のパスと、{{model}}、{{messages:openai}}、{{lastUserText}}などの名前付きの値を使います。docs/endpoints.mdを参照してください。
ko: 대화에서 요청을 구성하고 응답을 읽는 방법입니다. 엔드포인트가 보내는 JSON 내의 경로와 {{model}}, {{messages:openai}}, {{lastUserText}} 같은 명명된 값을 사용합니다. docs/endpoints.md를 참조하십시오.
nl: Hoe je een verzoek opbouwt uit het gesprek en het antwoord leest: paden in de JSON die het endpoint stuurt, en benoemde waarden zoals {{model}}, {{messages:openai}} of {{lastUserText}}. Zie docs/endpoints.md.
pl: Jak zbudować zapytanie z rozmowy i odczytać odpowiedź: ścieżki w JSON wysyłanym przez endpoint oraz nazwane wartości, takie jak {{model}}, {{messages:openai}} lub {{lastUserText}}. Zobacz docs/endpoints.md.
pt_br: Como montar uma requisição a partir da conversa e ler a resposta: caminhos no JSON que o endpoint envia e valores nomeados como {{model}}, {{messages:openai}} ou {{lastUserText}}. Consulte docs/endpoints.md.
ru: Как собрать запрос из беседы и прочитать ответ: пути в JSON, который присылает endpoint, и именованные значения, например {{model}}, {{messages:openai}} или {{lastUserText}}. См. docs/endpoints.md.
tr: Konuşmadan bir isteğin nasıl oluşturulacağı ve yanıtın nasıl okunacağı: uç noktanın gönderdiği JSON içindeki yollar ve {{model}}, {{messages:openai}} veya {{lastUserText}} gibi adlandırılmış değerler. Bkz. docs/endpoints.md.
uk: Як побудувати запит із розмови й прочитати відповідь: шляхи в JSON, який надсилає ендпоінт, та іменовані значення, як-от {{model}}, {{messages:openai}} або {{lastUserText}}. Див. docs/endpoints.md.
zh_hans: 如何根据对话构建请求并读取回答：端点所发送 JSON 中的路径，以及 {{model}}、{{messages:openai}} 或 {{lastUserText}} 等命名值。请参阅 docs/endpoints.md。
zh_hant: 如何從對話建立請求並讀取回應：端點傳送之 JSON 中的路徑，以及 {{model}}、{{messages:openai}} 或 {{lastUserText}} 等具名值。請參閱 docs/endpoints.md。

source: Identical — skipped
ar: مطابق — تم التخطي
de: Identisch – übersprungen
es: Idéntica — omitida
fr: Identique — ignoré
hi: समान — छोड़ा गया
it: Identico — ignorato
ja: 同一 — スキップ
ko: 동일함 — 건너뜀
nl: Identiek — overgeslagen
pl: Identyczny — pominięto
pt_br: Idêntica — ignorada
ru: Совпадает — пропущен
tr: Aynı — atlandı
uk: Ідентичний — пропущено
zh_hans: 相同 — 已跳过
zh_hant: 相同 — 已略過

source: Identifier
ar: المعرّف
de: Kennung
es: Identificador
fr: Identifiant
hi: पहचानकर्ता
it: Identificatore
ja: 識別子
ko: 식별자
nl: ID
pl: Identyfikator
pt_br: Identificador
ru: Идентификатор
tr: Tanımlayıcı
uk: Ідентифікатор
zh_hans: 标识符
zh_hant: 識別碼

source: Idle
ar: جاهزة
de: Bereit
es: Lista
fr: Prête
hi: तैयार
it: Inattiva
ja: 待機中
ko: 대기
nl: Gereed
pl: Gotowa
pt_br: Pronta
ru: Готова
tr: Hazır
uk: Готовий
zh_hans: 空闲
zh_hant: 閒置
